Revit 2027 API
ParameterTypeId.RbsElecPanelConfigurationParam Property
 "Panel Configuration"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelConfigurationParam { get; }
Public Shared ReadOnly Property RbsElecPanelConfigurationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelConfigurationParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelConfigurationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace